{
  "name": "Imen Ayari",
  "title": "Chief Blockchain Officer & Head of Innovation Factory, Talan Tunisie",
  "linkedin_profile": null,
  "recent_activity": "Imen Ayari, en tant que Head of Innovation Factory chez Talan Tunisie, a piloté plusieurs initiatives blockchain en Tunisie, notamment le développement d’une plateforme de vérification de chèques pour la Banque Centrale de Tunisie et des cas d’usage innovants dans la supply chain ou la traçabilité automobile. Elle a participé à des hackathons majeurs (comme Code4Chainge) lors de l’Africa Blockchain Summit et intervient régulièrement lors d’événements et panels liés à la transformation digitale.",
  "points_of_interest": [
    "Jeune experte tunisienne en innovation et blockchain, occupant un rôle central chez Talan Tunisie à un âge relativement précoce.",
    "Pilotage de cas d’usage blockchain concrets et pragmatiques : vérification des chèques, traçabilité supply chain, lutte contre la fraude kilométrique automobile.",
    "Implication active dans l’écosystème : participation au hackathon Code4Chainge, animation d’ateliers Blockchain, présence lors d’événements publics comme la Nuit des idées ou l’Africa Blockchain Summit.",
    "Son positionnement en tant que Chief Blockchain Officer reflète la stratégie de Talan Tunisie d’intégrer pleinement la technologie des registres distribués à ses services.",
    "Elle défend une vision pragmatique de la blockchain sans crypto‑monnaie, adaptée au contexte tunisien (secteur financier, logistique, contrôle qualité…)."
  ],
  "potential_pain_points": [
    "**Adoption institutionnelle de la blockchain** : transformer des prototypes (comme la plateforme de vérification de chèques) en solutions opérationnelles dans les banques ou administrations restées traditionnelles peut être un défi.",
    "**Évolution des compétences** : bien que les talents en blockchain soient disponibles, aligner les formations (bootcamps, livres blancs, événements communautaires) pour accélérer une adoption massifiée reste nécessaire.",
    "**Passage à l’échelle des preuves de concept** : après l’expérimentation interne ou sectorielle (supply chain, automobile…), déployer ces projets à grande échelle dans divers secteurs ou régions pourrait représenter une étape critiques."
  ]
}
