{
  "name": "Thierry Millet",
  "title": "CEO, Orange Tunisie",
  "company": "Orange Tunisie",
  "contact_info": {
    "linkedin_profile_url": "https://www.linkedin.com/in/dridi-nizar-b6a348160",
    "instagram_username": "thierry.millet64",
    "twitter_username": ""
  },
  "summary": {
    "recent_activity": "Thierry Millet, as CEO of Orange Tunisie, has recently overseen the inauguration of a new Data Center in Sousse to support the digital economy and local businesses' digital transition. He also launched the first 'Orange Digital Centre' in Tunisia, a program dedicated to digital development, youth training, coding, and fostering entrepreneurship.",
    "points_of_interest": [
      "Youth empowerment and digital skills development (training, coding, employment support).",
      "Supporting digital transformation and local innovation for businesses and the broader economy.",
      "Investment in robust digital infrastructure (Data Centers) to provide sovereign, reliable, and high-quality digital solutions.",
      "Fostering entrepreneurship and innovation, particularly among young people, through initiatives like the Orange Digital Centre."
    ],
    "potential_pain_points": [
      "Digital adoption among SMEs: Orange Tunisie is actively 'accompanying local businesses in their transition towards digital solutions,' indicating that encouraging and facilitating this adoption is a key focus and likely a challenge they aim to overcome.",
      "Start-up acceleration: The launch of the Orange Digital Centre and its explicit goal to 'encourage young people to run businesses and to innovate' directly addresses the need for accelerating start-ups and fostering a vibrant entrepreneurial ecosystem.",
      "Cybersecurity services uptake: While not explicitly stated as a pain point, the emphasis on providing 'sovereign, reliable and high-quality digital solutions' through the new Data Center implies that ensuring the security of these solutions and their adoption by businesses (uptake of cybersecurity services) would be a critical underlying concern for Orange Tunisie."
    ]
  },
  "social_media_stats": {
    "instagram": {
      "followers": 429,
      "following": 153,
      "posts": 23,
      "engagement_rate": 0.0,
      "category": ""
    },
    "linkedin": {
      "total_posts": 5,
      "total_engagement": 401
    },
    "twitter": {
      "total_tweets": 0,
      "total_likes": 0,
      "total_retweets": 0,
      "total_replies": 0,
      "total_quotes": 0,
      "total_views": 0
    }
  },
  "recent_social_activity": {
    "linkedin_posts": [
      {
        "date": "2025-07-02 19:12:54",
        "text": "Orange Tunisie 🇹🇳 poursuit son engagement à soutenir les start-up \nOrange Fab Tunisie : 7 cohortes, 40 success stories, et un avenir connecté\n👉 https://lnkd.in/dy2qyYeA\n\n#OrangeDigitalCenter #OrangeFabtn #Startup",
        "url": "https://www.linkedin.com/posts/dridi-nizar-b6a348160_orangedigitalcenter-orangefabtn-startup-activity-7346137845201362945-BFN-?utm_source=social_share_send&utm_medium=member_desktop_web&rcm=ACoAAF10l5sBV1ttiyCyznNnyWpzt1bsTXDAPfE"
      },
      {
        "date": "2025-06-24 15:12:27",
        "text": "Toutes mes félicitations à Orange Tunisie pour cette distinction méritée qui vient saluer un travail remarquable.\nThierry Millet @youssef bechaouch\nMalika Menner Raja Touil \nChambre de Commerce et d’Industrie Tuniso Française CCITF",
        "url": "https://www.linkedin.com/posts/khelil-chaibi-958a575_trophaezesccifi2025-activity-7343173931454926849-z0fd?utm_source=social_share_send&utm_medium=member_desktop_web&rcm=ACoAAF10l5sBV1ttiyCyznNnyWpzt1bsTXDAPfE"
      },
      {
        "date": "2025-06-18 16:55:16",
        "text": "📸 Photos prises à VivaTech 2025 – lors de la visite de notre CEO Orange MEA Jérôme Hénique et notre Directrice Executive RSE, communication et du réseau Orange Digital Center Asma Ennaifer sur le stand de la startup Kumulus Water. Une belle rencontre, deux ans après les premiers échanges à VivaTech 2023 avec notre CEO Groupe Christel Heydemann\nQuel plaisir de voir le chemin parcouru par Kumulus, une startup que nous avons vue grandir depuis le concours du Prix Orange de l’Entrepreneur Social Afrique et Moyen Orient POESAM.\nÀ l’époque, les fondateurs Iheb Triki , CFA Mohamed Ali Abid se présentaient avec une idée… mais dès les premiers échanges, on savait qu’ils iraient loin. Leur vision, leur engagement, la compétence de l’équipe : tout était là.\n✅ Lauréats du prestigieux concours POESAM en Tunisie et sur la région Afrique et Moyen-Orient en 2021\n ✅ Premier prototype rapidement développé en 2021\n ✅ Intégration à la cohorte Orange Fab & Collaboration avec la Fondation Orange\n ✅ Primés plusieurs fois à l’international, je cite le Seoul Design Award en 2023 et le concours AgVenture de la BERD en 2023\n ✅ Et aujourd’hui, une levée de fonds réussie qui confirme leur ambition et leur pertinence !\nNous sommes fiers de les avoir accompagnés sur ce parcours et heureux de continuer à suivre leurs réussites. Kumulus est la preuve que l’innovation à impact peut naître en Tunisie et rayonner au-delà. Thierry Millet 🙏 \n👏 Bravo à toute l’équipe Kumulus Water, et à très vite pour les prochaines étapes !\nOrange Digital Center Tunisie #Fondation Orange #POESAM\n@Youssef Bechaouch Ludovic Issartelle Abdelaziz Djilani Seif Dziri Afef Boulares Syrine A. Eya Ghouibi Alia Sahaly Franck WODIE Asma Bannouri Leila Meherzi Dridi Nizar salma khadhar Emir Ben Zayed Mariem MAALLA",
        "url": "https://www.linkedin.com/posts/mayajerbi_fondation-poesam-ugcPost-7340470485551345665-olz0?utm_source=social_share_send&utm_medium=member_desktop_web&rcm=ACoAAF10l5sBV1ttiyCyznNnyWpzt1bsTXDAPfE"
      }
    ],
    "twitter_tweets": []
  },
  "company_description": "Orange Tunisie est un acteur stratégique de la transformation numérique, offrant des solutions digitales souveraines et fiables pour les entreprises et l'économie nationale. L'entreprise investit activement dans des infrastructures de pointe, tel que son nouveau Data Center de Sousse, pour renforcer la connectivité et la qualité des services numériques. Par des initiatives phares comme l'Orange Digital Centre, elle autonomise la jeunesse, développe les compétences numériques et stimule l'entrepreneuriat innovant pour façonner l'avenir digital du pays."
}